Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་ལ་བཀའ་སྩལ་པ། ཁྱིམ་བདག་རྣམས་མིག་ནི་ཐར་བར་མི་འདོད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་ནི་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པ་སྟེ། མིག་ནི་མི་སེམས་ཤིང་རྣམ་པར་མི་རིག་གོ ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་མིག་ལ་བདག་མེད་དོ་ཞེས་གནས་པར་བྱའོ། ཁྱིམ་བདག་རྣམས་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནི་ཐར་བར་མི་འདོད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཡིད་ནི་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པ་སྟེ། ཡིད་ནི་མི་སེམས་ཤིང་རྣམ་པར་མི་རིག་གོ ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་ཡིད་ལ་ཡང་བདག་མེད་དོ་ཞེས་གནས་པར་བྱའོ། །
en: The Lord then addressed the five hundred householders, “Householders, the eye does not wish for liberation. Why is that? Because the eye does not act; it is passive. The eye does not think, and it does not become conscious of anything. Therefore, householders, one can establish that the eye lacks a self. The ear, the nose, the tongue, the body, and the mind do not wish for liberation. Why is that? Because the mind does not act; it is passive. The mind does not think, and it does not become conscious of anything. Therefore, householders, one can establish that the mind lacks a self.

source: ཁྱིམ་བདག་རྣམས་གཟུགས་ནི་ཐར་བར་མི་འདོད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། གཟུགས་ནི་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པ་སྟེ། གཟུགས་ནི་མི་སེམས་ཤིང་རྣམ་པར་མི་རིག་གོ ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་གཟུགས་ལ་ཡང་བདག་མེད་དོ་ཞེས་གནས་པར་བྱའོ། ། ཁྱིམ་བདག་རྣམས་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ནི་ཐར་བར་མི་འདོད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆོས་ཀྱི་བར་དུ་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པ་སྟེ། ཆོས་ནི་མི་སེམས་ཤིང་རྣམ་པར་མི་རིག་གོ ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་ཆོས་ཀྱི་བར་དུ་ཡང་བདག་མེད་དོ་ཞེས་གནས་པར་བྱའོ། །
en: “Householders, form does not wish for liberation. Why is that? Because form does not act; it is passive. Form does not think, and it does not become conscious of anything. Therefore, householders, one may establish that form lacks a self. Householders, sound, smell, taste, physical objects, and mental objects do not wish for liberation. Why is that? Because mental objects do not act; they are passive. Mental objects do not think, and they do not become conscious of anything. Therefore householders, one may establish that mental objects lack a self.

source: ཁྱིམ་བདག་རྣམས་གཟུགས་ཀྱི་ཕུང་པོ་ནི་ཐར་བར་མི་འདོད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། གཟུགས་ཀྱི་ཕུང་པོ་ནི་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པ་སྟེ། གཟུགས་ཀྱི་ཕུང་པོ་ནི་མི་སེམས་ཤིང་རྣམ་པར་མི་རིག་གོ ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་གཟུགས་ཀྱི་ཕུང་པོ་ལ་ཡང་བདག་མེད་དོ་ཞེས་གནས་པར་བྱའོ། ། ཁྱིམ་བདག་རྣམས་ཚོར་བའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནི་ཐར་བར་མི་འདོད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནི་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པ་སྟེ། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནི་མི་སེམས་ཤིང་། རྣམ་པར་མི་རིག་གོ ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཡང་བདག་མེད་དོ་ཞེས་གནས་པར་བྱའོ། །
en: “Householders, the skandha of form does not wish for liberation. Why is that? Because the skandha of form does not act; it is passive. The skandha of form does not think, and it does not become conscious of anything. Therefore, householders, one may establish that the skandha of form, too, lacks a self. Householders, the skandha of feeling, the skandha of perception, the skandha of mental conditioning, and the skandha of consciousness do not wish for liberation. Why is that? Because the skandha of consciousness does not act; it is passive. The skandha of consciousness does not think, and it does not become conscious of anything. Therefore, householders, one may establish that the skandha of consciousness, too, lacks a self.

source: ཁྱིམ་བདག་རྣམས་སའི་ཁམས་ནི་ཐར་བར་མི་འདོད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། སའི་ཁམས་ནི་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པ་སྟེ། སའི་ཁམས་ནི་མི་སེམས་ཤིང་རྣམ་པར་མི་རིག་གོ ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་སའི་ཁམས་ལ་ཡང་བདག་མེད་དོ་ཞེས་གནས་པར་བྱའོ། ། ཁྱིམ་བདག་རྣམས་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ནི་ཐར་བར་མི་འདོད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། རྣམ་པར་ཤེས་པའི་ཁམས་ནི་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པ་སྟེ། རྣམ་པར་ཤེས་པའི་ཁམས་ནི་མི་སེམས་ཤིང་རྣམ་པར་མི་རིག་གོ ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་ཡང་བདག་མེད་དོ་ཞེས་གནས་པར་བྱའོ། །
en: “Householders, the earth element does not wish for liberation. Why is that? Because the earth element does not act; it is passive. The earth element does not think, and it does not become conscious of anything. Therefore, householders, one may establish that the earth element, too, lacks a self. Householders, the water element, the fire element, the wind element, the space element, and the consciousness element do not wish for liberation. Why is that? Because the consciousness element does not act; it is passive. The consciousness element does not think, and it does not become conscious of anything. Therefore, householders, one may establish that the consciousness element lacks a self.

source: དེ་ལྟར་ན་ཁྱིམ་བདག་རྣམས་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པ་མ་ཡིན་པ་ཡོངས་སུ་རྟོག་པ་ལས་བྱུང་སྟེ། རྐྱེན་ལ་རག་ལས་པ། སྟོབས་མེད་པ། ཉམ་ཆུང་བ། རྐྱེན་རྣམས་ལས་བྱུང་བ། རྐྱེན་རྣམས་ཡོད་ན་ ཆོས་རྣམས་གདགས་པར་འགྱུར་གྱི། རྐྱེན་མེད་ན་ ཆོས་རྣམས་གདགས་པར་མི་འགྱུར་རོ། ། ཁྱིམ་བདག་རྣམས་ཆོས་ཐམས་ཅད་ནི་བཏགས་པ་ཙམ་སྟེ། འདི་ལ་ལམ་ཆད་པ་མྱ་ངན་ལས་འདས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ། རྒ་བའམ། འཆི་བའམ། འཕོ་བའམ། འབྱུང་བ་གང་ཡང་མེད་དོ། ། དེ་ལྟར་ཁྱིམ་བདག་རྣམས་ཁྱེད་རྣམ་གྲངས་འདིས་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པ་མ་ཡིན་པ། ཀུན་བརྟགས་པ་ལས་བྱུང་བ། རྐྱེན་ལ་རག་ལས་པ། སྟོབས་མེད་པ། ཉམ་ཆུང་བ། རྐྱེན་རྣམས་ལས་བྱུང་བ་སྟེ། རྐྱེན་རྣམས་ཡོད་ན་ཆོས་རྣམས་གདགས་པར་འགྱུར་གྱི། རྐྱེན་མེད་ན་ཆོས་རྣམས་གདགས་པར་མི་འགྱུར་རོ། ། ཆོས་ཐམས་ཅད་ནི་བཏགས་པ་ཙམ་སྟེ། འདི་ལ་ལམ་ཆད་པ། མྱ་ངན་ལས་འདས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ། རྒ་བའམ། འཆི་བའམ། འཕོ་བའམ། འབྱུང་བ་གང་ཡང་མེད་པར་རིག་པར་བྱའོ། །
en: “Householders, in this way all phenomena have their origin in false mental constructions. They are dependent upon conditions, they are powerless and ineffective, and they develop in dependence upon conditions. When the conditions are present, the designation of phenomena takes place. When the conditions are not present, no designation of phenomena takes place. Householders, all phenomena are nothing but designation. There is nothing here that is born, that ages, that dies, that passes away, or that is reborn that is separate from nirvāṇa, the eradication of phenomena. You can thus come to understand that all phenomena have their origin in false mental constructions; that they rely upon conditions, are powerless and ineffective, and develop in dependence upon conditions; that when the conditions are present, the designation of phenomena takes place; that when the conditions are not present, no designation of phenomena takes place; that all phenomena are nothing but designation; and that there is nothing here that is born, that dies, that passes away or is reborn that is separate from nirvāṇa, the eradication of phenomena.

source: དེ་ལྟར་ན་ཁྱིམ་བདག་རྣམས་ཡང་དག་པ་མ་ཡིན་པར་ཀུན་རྟོག་པ་ཡོད་ན། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་གདགས་པར་འགྱུར་གྱི། ཡང་དག་པ་མ་ཡིན་པ་ཀུན་རྟོག་པ་མེད་ན་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་གདགས་པར་མི་འགྱུར་རོ། ། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ཡོད་ན་མ་རིག་པ་གདགས་པར་འགྱུར་གྱི། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་མེད་ན་མ་རིག་པ་གདགས་པར་མི་འགྱུར་རོ། ། མ་རིག་པ་ཡོད་ན་འདུ་བྱེད་རྣམས་གདགས་པར་འགྱུར་གྱི། མ་རིག་པ་མེད་ན་འདུ་བྱེད་རྣམས་སུ་གདགས་པར་མི་འགྱུར་རོ། ། འདུ་བྱེད་ཡོད་ན་རྣམ་པར་ཤེས་པ་གདགས་པར་འགྱུར་གྱི། འདུ་བྱེད་མེད་ན་རྣམ་པར་ཤེས་པ་གདགས་པར་མི་འགྱུར་རོ། ། རྣམ་པར་ཤེས་པ་ཡོད་ན་མིང་དང་གཟུགས་གདགས་པར་འགྱུར་གྱི། རྣམ་པར་ཤེས་པ་མེད་ན་མིང་དང་གཟུགས་སུ་གདགས་པར་མི་འགྱུར་རོ། །མིང་དང་གཟུགས་ཡོད་ན་སྐྱེ་མཆེད་དྲུག་གདགས་པར་འགྱུར་གྱི། མིང་དང་གཟུགས་མེད་ན་སྐྱེ་མཆེད་དྲུག་ཏུ་གདགས་པར་མི་འགྱུར་རོ། ། སྐྱེ་མཆེད་དྲུག་ཡོད་ན་རེག་པ་གདགས་པར་འགྱུར་གྱི། སྐྱེ་མཆེད་དྲུག་མེད་ན་རེག་པར་གདགས་པར་མི་འགྱུར་རོ། ། རེག་པ་ཡོད་ན་ཚོར་བ་གདགས་པར་འགྱུར་གྱི། རེག་པ་མེད་ན་ཚོར་བར་གདགས་པར་མི་འགྱུར་རོ། ། ཚོར་བ་ཡོད་ན་སྲེད་པ་གདགས་པར་འགྱུར་གྱི། ཚོར་བ་མེད་ན་སྲེད་པར་གདགས་པར་མི་འགྱུར་རོ། ། སྲེད་པ་ཡོད་ན་ལེན་པ་གདགས་པར་འགྱུར་གྱི། སྲེད་པ་མེད་ན་ལེན་པར་གདགས་པར་མི་འགྱུར་རོ། ། ལེན་པ་ཡོད་ན་སྲིད་པ་གདགས་པར་འགྱུར་གྱི། ལེན་པ་མེད་ན་སྲིད་པར་གདགས་པར་མི་འགྱུར་རོ། ། སྲིད་པ་ཡོད་ན་སྐྱེ་བ་གདགས་པར་འགྱུར་གྱི། སྲིད་པ་མེད་ན་སྐྱེ་བར་གདགས་པར་མི་འགྱུར་རོ། ། སྐྱེ་བ་ཡོད་ན་རྒ་ཤི་གདགས་པར་འགྱུར་གྱི། སྐྱེ་བ་མེད་ན་རྒ་ཤིར་གདགས་པར་མི་འགྱུར་རོ། །
en: “Householders, when false mental constructions are present, the designation of superficial mental activity takes place. When there are no false mental constructions, no designation of superficial mental activity takes place. When superficial mental activity is present, the designation of ignorance takes place. When there is no superficial mental activity, no designation of ignorance takes place. When ignorance is present, the designation of mental conditioning takes place. When there is no ignorance, no designation of mental conditioning takes place. When mental conditioning is present, the designation of consciousness takes place. When there is no mental conditioning, no designation of consciousness takes place. When consciousness is present, the designation of name and form takes place. When there is no consciousness, no designation of name and form takes place. When name and form are present, the designation of the six sense fields takes place. When there is no name and form, no designation of the six sense fields takes place. When the six sense fields are present, the designation of contact takes place. When the six sense fields are not present, no designation of contact takes place. When contact is present, the designation of feeling takes place. When there is no contact, no designation of feeling takes place. When feeling is present, the designation of desire takes place. When there is no feeling, no designation of desire takes place. When desire is present, the designation of grasping takes place. When there is no desire, no designation of grasping takes place. When grasping is present, the designation of becoming takes place. When there is no grasping, no designation of becoming takes place. When becoming is present, the designation of birth takes place. When there is no becoming, no designation of birth takes place. When birth is present, the designation of aging and death takes place. When there is no birth, no designation of aging and death takes place.

source: རྒ་བ་ཞེས་བྱ་བ་གང་ཞེ་ན། རྒས་པ་དང་། གཏུགས་པ་དང་། སྤྱི་ཐེར་བ་དང་། སྐྲ་སྐྱ་བ་དང་། གཉེར་མ་མང་བ་དང་། ཚེ་ཉམས་པ་དང་། དབང་པོ་ཡོངས་སུ་སྨིན་པ་དང་། འདུ་བྱེད་རྣམས་ཀྱི་དངོས་པོ་རྙིངས་པ་སྟེ། དེ་ནི་རྒ་བ་ཞེས་བྱའོ། ། འཆི་བ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། འཆི་བ་དང་། འཕོ་བ་དང་། འཆི་བའི་དུས་བྱེད་པ་དང་། ཕུང་པོ་རྣམས་ཞིག་པ་དང་། ལུས་བོར་བ་དང་། རིས་འཐུན་པའི་སྐལ་བ་མཉམ་པ་དང་བྲལ་བ་སྟེ། འདི་ནི་འཆི་བ་ཞེས་བྱའོ། ། དེ་ལ་རྒ་བ་འདི་དང་། འཆི་བ་འདི་ལ་རྒ་ཤི་ཞེས་བྱའོ། །
en: “What is aging? It is becoming old, it is decay, it is baldness. One becomes grey haired and wrinkled, and life ebbs away. One’s faculties are spent, and one’s mental abilities are diminished. This is what is called aging. What is death? It is perishing, it is dying, it is expiring. The skandhas are destroyed, the body is left behind. One is separated from companions. This is what is called death. Together these two are called aging and death.

source: དེ་ལྟར་སྐྱེ་བ་ཡོད་ན་རྒ་ཤི་གདགས་པར་འགྱུར་གྱི། སྐྱེ་བ་མེད་ན་རྒ་ཤིར་གདགས་པར་མི་འགྱུར་ཏེ། སྐྱེ་བ་ཞེས་བྱ་བ་གང་ཞེ་ན། སྐྱེ་བ་དང་། རྫོགས་པར་སྐྱེ་བ་དང་། འཇུག་པ་དང་། མངོན་པར་འགྲུབ་པ་དང་། ཕུང་པོ་རྣམས་འབྱུང་བ་དང་། སྐྱེ་མཆེད་རྣམས་རབ་ཏུ་ཐོབ་པ་དང་། རིས་འཐུན་པ་དང་ཕྲད་པ་སྟེ། དེ་ནི་སྐྱེ་བ་ཞེས་བྱའོ། །
en: “When birth is present, the designation of aging and death takes place. When there is no birth, no designation of aging and death takes place. What is birth? It is being born, it is arising, it is entering, it is being produced. The skandhas manifest, the sense fields appear. One meets with companions. This is what is called birth.

source: སྲིད་པ་ཡོད་ན་སྐྱེ་བ་གདགས་པར་འགྱུར་གྱི། སྲིད་པ་མེད་ན་སྐྱེ་བར་གདགས་པར་མི་འགྱུར་ཏེ། སྲིད་པ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། འདོད་པའི་སྲིད་པ་དང་། གཟུགས་ཀྱི་སྲིད་པ་དང་། གཟུགས་མེད་པའི་སྲིད་པ་སྟེ། དེ་ནི་སྲིད་པ་ཞེས་བྱའོ། །
en: “When becoming is present, the designation of birth takes place. When there is no becoming, no designation of birth takes place. What is becoming? It is becoming based on desire, it is becoming based on form, it is becoming based on formlessness. This is what is called becoming.

source: ལེན་པ་ཡོད་ན་སྲིད་པ་གདགས་པར་འགྱུར་གྱི། ལེན་པ་མེད་ན་སྲིད་པར་གདགས་པར་མི་འགྱུར་ཏེ། ལེན་པ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདོད་པའི་ལེན་པ་དང་། ལྟ་བའི་ལེན་པ་དང་། ཚུལ་ཁྲིམས་དང་། བརྟུལ་ཞུགས་ཀྱི་ལེན་པ་དང་། བདག་ཏུ་སྨྲ་བའི་ལེན་པ་སྟེ། དེ་ནི་ལེན་པ་ཞེས་བྱའོ། །
en: “When grasping is present, the designation of becoming takes place. When there is no grasping, no designation of becoming takes place. What is grasping? It is grasping for pleasures, it is grasping for ideas, it is grasping for discipline and tradition, it is grasping for self. This is what is called grasping.

source: སྲེད་པ་ཡོད་ན་ལེན་པ་གདགས་པར་འགྱུར་གྱི། སྲེད་པ་མེད་ན་ལེན་པར་གདགས་པར་མི་འགྱུར་ཏེ། སྲེད་པ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། གཟུགས་ལ་སྲེད་པ་དང་། སྒྲ་ལ་སྲེད་པ་དང་། དྲི་ལ་སྲེད་པ་དང་། རོ་ལ་སྲེད་པ་དང་། རེག་བྱ་ལ་སྲེད་པ་དང་། ཆོས་ལ་སྲེད་པ་སྟེ། དེ་ནི་སྲེད་པ་ཞེས་བྱའོ། །
en: “When desire is present, the designation of grasping takes place. When there is no desire, no designation of grasping takes place. What is desire? It is desiring form, it is desiring sounds, it is desiring smells, it is desiring tastes, it is desiring physical objects, it is desiring mental objects. This is what is called desire.

source: ཚོར་བ་ཡོད་ན་སྲེད་པ་གདགས་པར་འགྱུར་གྱི། ཚོར་བ་མེད་ན་སྲེད་པར་གདགས་པར་མི་འགྱུར་ཏེ། ཚོར་བ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མིག་གི་འདུས་ཏེ་ རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། རྣ་བའི་འདུས་ཏེ་ རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་ རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་ རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་ རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྟེ། དེ་ནི་ཚོར་བ་ཞེས་བྱའོ། །
en: “When feeling is present, the designation of desire takes place. When there is no feeling, no designation of desire takes place. What is feeling? It is the feeling that arises from contact with the eye. It is the feeling that arises from contact with the ear. It is the feeling that arises from contact with the nose. It is the feeling that arises from contact with the tongue. It is the feeling that arises from contact with the body. It is the feeling that arises from contact with the mind. This is what is called feeling.

source: རེག་པ་ཡོད་ན་ཚོར་བ་གདགས་པར་འགྱུར་གྱི། རེག་པ་མེད་ན་ཚོར་བར་གདགས་པར་མི་འགྱུར་ཏེ། རེག་པ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མིག་གི་འདུས་ཏེ་རེག་པ་དང་། རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་སྟེ། དེ་ནི་རེག་པ་ཞེས་བྱའོ། །
en: “When contact is present, the designation of feeling takes place. When there is no contact, no designation of feeling takes place. What is contact? It is contact with the eye, it is contact with the ear, the nose, the tongue, the body, and the mind. This is what is called contact.

source: སྐྱེ་མཆེད་དྲུག་ཡོད་ན་རེག་པ་གདགས་པར་འགྱུར་གྱི། སྐྱེ་མཆེད་དྲུག་མེད་ན་རེག་པར་གདགས་པར་མི་འགྱུར་ཏེ། སྐྱེ་མཆེད་དྲུག་ཅེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མིག་གི་སྐྱེ་མཆེད་དང་། རྣ་བའི་སྐྱེ་མཆེད་དང་། སྣའི་སྐྱེ་མཆེད་དང་། ལྕེའི་སྐྱེ་མཆེད་དང་། ལུས་ཀྱི་སྐྱེ་མཆེད་དང་། ཡིད་ཀྱི་སྐྱེ་མཆེད་དེ། དེ་ནི་སྐྱེ་མཆེད་དྲུག་ཅེས་བྱའོ། །
en: “When the six sense fields are present, the designation of contact takes place. When the six sense fields are not present, no designation of contact takes place. What are the six sense fields? They are the sense field of the eye, the sense field of the ear, the sense field of the nose, the sense field of the tongue, the sense field of the body, and the sense field of the mind. These are what is called the six sense fields.

source: མིང་དང་གཟུགས་ཡོད་ན་སྐྱེ་མཆེད་དྲུག་གདགས་པར་འགྱུར་གྱི། མིང་དང་གཟུགས་མེད་ན་སྐྱེ་མཆེད་དྲུག་ཏུ་གདགས་པར་མི་འགྱུར་ཏེ། མིང་དང་གཟུགས་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། སེམས་པ་དང་། རེག་པ་དང་། ཡིད་ལ་བྱེད་པ་དང་། འབྱུང་བ་ཆེན་པོ་བཞི་དང་། འབྱུང་བ་ཆེན་པོ་བཞི་ལ་གནས་པའི་མིང་དང་གཟུགས་ཏེ། དེ་ནི་མིང་དང་གཟུགས་ཞེས་བྱའོ། །
en: “When name and form are present, the designation of the six sense fields takes place. When there is no name and form, no designation of the six sense fields takes place. What are name and form? They are sensation, they are perception, they are intention, they are contact, they are attention, they are the four major elements, they are name and form relying on the four major elements. This is what is called name and form.

source: རྣམ་པར་ཤེས་པ་ཡོད་ན་མིང་དང་གཟུགས་གདགས་པར་འགྱུར་གྱི། རྣམ་པར་ཤེས་པ་མེད་ན་མིང་དང་གཟུགས་སུ་གདགས་པར་མི་འགྱུར་ཏེ། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མིག་གི་རྣམ་པར་ཤེས་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྟེ། དེ་ནི་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ། །
en: “When consciousness is present, the designation of name and form takes place. When there is no consciousness, no designation of name and form takes place. What is consciousness? It is eye consciousness, ear consciousness, nose consciousness, tongue consciousness, body consciousness, and mind consciousness. This is what is called consciousness.

source: འདུ་བྱེད་རྣམས་ཡོད་ན་རྣམ་པར་ཤེས་པར་གདགས་པར་འགྱུར་གྱི། འདུ་བྱེད་རྣམས་མེད་ན་རྣམ་པར་ཤེས་པར་གདགས་པར་མི་འགྱུར་ཏེ། འདུ་བྱེད་རྣམས་ཤེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། གཟུགས་ལ་ཀུན་སེམས་པ་དང་། སྒྲ་ལ་ཀུན་སེམས་པ་དང་། དྲི་ལ་ཀུན་སེམས་པ་དང་། རོ་ལ་ཀུན་སེམས་པ་དང་། རེག་བྱ་ལ་ཀུན་སེམས་པ་དང་། ཆོས་ལ་ཀུན་སེམས་པ་སྟེ། དེ་དག་ནི་འདུ་བྱེད་རྣམས་ཞེས་བྱའོ། །
en: “When mental conditioning is present, the designation of consciousness takes place. When there is no mental conditioning, no designation of consciousness takes place. What is mental conditioning? It is constructing concepts of form, concepts of sound, concepts of smell, concepts of taste, concepts of physical objects, and concepts of mental objects. This is what is called mental conditioning.

source: མ་རིག་པ་ཡོད་ན་འདུ་བྱེད་རྣམས་གདགས་པར་འགྱུར་ཏེ། མ་རིག་པ་མེད་ན་འདུ་བྱེད་རྣམས་སུ་གདགས་པར་མི་འགྱུར་ཏེ། མ་རིག་པ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྔོན་གྱི་མཐའ་མི་ཤེས་པ་དང་། ཕྱི་མའི་མཐའ་མི་ཤེས་པ་དང་། སྔོན་དང་ཕྱི་མའི་མཐའ་མི་ཤེས་པ་དང་། ནང་མི་ཤེས་པ་དང་། ཕྱི་མི་ཤེས་པ་དང་། ནང་དང་ཕྱི་མི་ཤེས་པ་དང་། སྡུག་བསྔལ་མི་ཤེས་པ་དང་། ཀུན་འབྱུང་བ་མི་ཤེས་པ་དང་། འགོག་པ་མི་ཤེས་པ་དང་། ལམ་མི་ཤེས་པ་སྟེ། དེ་ལྟར་རྐྱེན་མི་ཤེས་པ་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་མི་ཤེས་པ་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་ཆོས་རྣམས་མི་ཤེས་པ་དང་། ནག་པོ་དང་། དཀར་པོ་དང་། རྐྱེན་དང་། རྐྱེན་མ་ཡིན་པ་དང་། སྣང་བ་དང་། མི་སྣང་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། བསྟེན་པར་བྱ་བ་དང་། བསྟེན་པར་བྱ་བ་མ་ཡིན་པའི་ཆོས་རྣམས་གང་མི་ཤེས་པ་དང་། མི་མཐོང་བ་དང་། མངོན་པར་མི་རྟོགས་པ་དང་། ཁོང་དུ་མི་ཆུད་པ་དེ་ནི་མ་རིག་པ་ཞེས་བྱའོ། །
en: “When ignorance is present, the designation of mental conditioning takes place. When there is no ignorance, no designation of mental conditioning takes place. What is ignorance? It is to be ignorant of the past. It is to be ignorant of the future. It is to be ignorant of the past and the future. It is to be ignorant of the internal. It is to be ignorant of the external. It is to be ignorant of the internal and the external. It is to be ignorant of suffering. It is to be ignorant of origination. It is to be ignorant of cessation. It is to be ignorant of the path. Likewise, it is the ignorance of conditions, it is the ignorance of dependent origination, and it is the ignorance, the neglect, the misunderstanding, and the lack of internalization of interdependently originated phenomena, of what is good and bad, of what is conditioned and unconditioned, of what is apparent and not apparent, of what is reproachable and irreproachable, and of what should be cultivated and what should not be cultivated. This is what is called ignorance.

source: ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ཡོད་ན་མ་རིག་པ་གདགས་པར་འགྱུར་གྱི། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་མེད་ན་མ་རིག་པར་གདགས་པར་མི་འགྱུར་ཏེ། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། བདག་འདས་པའི་དུས་ན་བྱུང་བ་ཞིག་གམ། བདག་འདས་པའི་དུས་ན་མ་བྱུང་བ་ཞིག་གམ། ཅི་བདག་འདས་པའི་དུས་ན་བྱུང་བ་ཞིག་ན་བདག་འདས་པའི་དུས་ན་གང་དུ་བྱུང་བ་ཞིག །བདག་འདས་པའི་དུས་ན་ཅིར་གྱུར་པ་ཞིག །བདག་མ་འོངས་པའི་དུས་ན་འབྱུང་བར་འགྱུར་རམ། བདག་མ་འོངས་པའི་དུས་ན་འབྱུང་བར་མི་འགྱུར་རམ། ཅི་བདག་མ་འོངས་པའི་དུས་ན་འབྱུང་བ་ཞིག་ན། བདག་མ་འོངས་པའི་དུས་ན་གང་དུ་འབྱུང་བར་འགྱུར། བདག་མ་འོངས་པའི་དུས་ན་ཅི་འདྲ་བར་འགྱུར་ཞེས་ནང་དུ་བདག་ཅི། བདག་སུ་ཞིག་ཅི་ཡོད་དམ་ཅི་མེད་དམ། ཅི་བྱུང་ངམ་མ་བྱུང་ངམ། ཅིར་གྱུར་གང་དུ་བྱུང་། བདག་ཅིར་གྱུར། གང་དུ་བྱུང་བ་ཞིག །ཅི་བདག་བྱུང་བ་ཞིག་ན། བདག་གང་དུ་བྱུང་བ་ཞིག །བདག་དེར་བྱུང་བ་ཞིག་གམ་ཞེས་ཐེ་ཚོམ་ཟ་ཞིང་ཡིད་གཉིས་སུ་འགྱུར་ཏེ།
en: “When superficial mental activity is present, the designation of ignorance takes place. When there is no superficial mental activity, no designation of ignorance takes place. What is superficial mental activity? It is to ask the following questions: ‘Did I exist in the past, or did I not exist in the past? I existed in the past, but where and in what manner did I exist in the past? Will I exist in the future, or will I not exist in the future? I will exist in the future, but where and in what manner will I exist in the future?’ Then one becomes overly inquisitive concerning one’s self, having doubts such as ‘What am I? Who am I? What is being? What is not being? What exists? What does not exist? Why does it exist? Where does it exist? Why do I exist? Where do I exist? Do I exist here?’

source: དེ་དེ་ལྟར་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱས་པས་ལྟ་བར་གྱུར་པ་དྲུག་ལས་ལྟ་བ་གང་ཡང་རུང་བ། ཅིག་འབྱུང་བར་འགྱུར་ཏེ། བདག་ཡོད་ཅེས་ལྟ་བར་འགྱུར་བ་དང་། བདག་མེད་ཅེས་ལྟ་བར་འགྱུར་བ་དང་། བདག་ལ་བདག་ཡང་དག་པར་རྗེས་སུ་མཐོང་ཞེས་ལྟ་བར་འགྱུར་བ་དང་། བདག་ལ་བདག་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ཞེས་ལྟ་བར་འགྱུར་བ་དང་། དེ་ནི་བདག་སྟེ་དེ་འཇིག་རྟེན་ནོ་ཞེས་ལྟ་བར་འགྱུར་བ་དང་། གལ་ཏེ་རྐྱེན་ལ་བརྟེན་ཏེ་ འབྱུང་བ་ནི་རྟག་པ། བརྟན་པ། ཐེར་ཟུག་པ། མི་འགྱུར་བའི་ཆོས་ཅན། ཐེར་ཟུག་པ་ཡང་དག་པར་འདུག་པའམ། འདུག་པར་འགྱུར་བ་ཞེས་ལྟ་བར་འགྱུར་བ་དེ་ནི་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ཞེས་བྱའོ། །
en: Likewise, with superficial mental activity there are various ideas that can come about due to the six wrong views. There is the view that the self exists. There is the view that the self does not exist. There is the view that one can observe the self within the self. There is the view that one cannot observe the self within the self. Also, there is the view that the self and the world, which come about interdependently, can have essential characteristics such as being permanent, constant, eternal, and unchanging, and that something permanent actually occurs or may take place. These are wrong views. This is what is called superficial mental activity.

source: ཡང་དག་པ་མ་ཡིན་པ་ཀུན་དུ་རྟོག་པ་ཡོད་ན་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་གདགས་པར་འགྱུར་གྱི། ཡང་དག་པ་མ་ཡིན་པ་ཀུན་དུ་རྟོག་པ་མེད་ན་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པར་གདགས་པར་མི་འགྱུར་ཏེ ཡང་དག་པ་མ་ཡིན་པ་ཀུན་ཏུ་རྟོག་པ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། བདག་དང་། སེམས་ཅན་དང་། སྲོག་དང་། སྐྱེས་བུ་དང་། གང་ཟག་དང་། སྐྱེ་བ་པོ་དང་། ཤེད་ལས་སྐྱེས་དང་། ཤེད་བུ་དང་། བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་སྟེ། དེ་ནི་ཡང་དག་པ་མ་ཡིན་པ་ཀུན་རྟོག་པ་ཞེས་བྱའོ། ། སོ་སོའི་སྐྱེ་བོ་ཐོས་པ་དང་། མི་ལྡན་པ་རྣམས་བདག་ཅེས་རྟོག་ཅིང་ཡོངས་སུ་རྟོག་པ་དང་། སེམས་ཅན་དང་། སྲོག་དང་། སྐྱེས་བུ་དང་། ཤེད་ལས་སྐྱེས་དང་། ཤེད་བུ་དང་། བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་ཞེས་རྟོག་ཅིང་ཡོངས་སུ་རྟོག་པ་དེ་ནི་ཡང་དག་པ་མ་ཡིན་པ་ཀུན་ཏུ་རྟོག་པ་ཞེས་བྱའོ། །
en: “When false mental constructions are present, the designation of superficial mental activity takes place. When there are no false mental constructions, no designation of superficial mental activity takes place. What are false mental constructions? Such entities as a self, a being, a life force, a soul, a person, a creature, a human being, a man, someone who acts, and someone who experiences—these are called false. When an unlearned ordinary person assumes a self and constructs an idea of a self, when they entertain the idea of and impute a being, a life force, a soul, a person, a human being, a man, someone who acts, or someone who experiences, these are what are called false mental constructions.
